{
    "quotes": [
        ["I can't breathe.", "George Floyd"],
        ["We are here because George Floyd is not.", "Keith Ellison"],
        ["If you are neutral in situations of injustice, you have chosen the side of the oppressor.", "Desmond Tutu"],
        ["Racism is not getting worse, it’s getting filmed.", "Will Smith"],
        ["As long as people can be judged by the color of their skin, the problem is not solved.", "Oprah Winfrey"],
        ["It is never too late to give up your prejudices.", "Henry David Thoreau"],
        ["We have had enough.", "Michael Jordan"],
        ["A riot is the language of the unheard.", "Martin Luther King Jr."],
        ["I keep my ideals, because in spite of everything I still believe that people are really good at heart.", "Anne Frank"],
        ["For it isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.", "Eleanor Roosevelt"],
        ["If you want peace, work for justice.", "Pope Paul VI"],
        ["When all Americans are treated as equal, no matter who they are or whom they love, we are all more free.", "Barack Obama"],
        ["Stand up for what you believe in, even if it means standing alone.", "Andy Biersack"],
        ["Ignorance is stubborn and prejudice is hard.", "Adlai E. Stevenson"],
        ["Injustice anywhere is a threat to justice everywhere.", "Martin Luther King, Jr."],
        ["Justice is truth in action.", "Benjamin Disraeli"],
        ["Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.", "Martin Luther King, Jr."],
        ["Laundry is the only thing that should be separated by color.", "Author Unknown"],
        ["People only see what they are prepared to see.", "Ralph Waldo Emerson"],
        ["We must learn to live together as brothers or perish together as fools.", "Martin Luther King, Jr."],
        ["All lives can't matter until black lives matter.", "Tess Holliday"],
        ["Gentle reminder that this doesn’t end today or tomorrow or after you post about it once", "Ariana Grande"],
        ["We all have a responsibility to educate ourselves and end this hate.", "Priyanka Chopra"],
        ["You can’t play ignorance, justified by feeling uncomfortable, when Black people have been made to feel uncomfortable their entire lives in a white privileged, systematically racist and unfair society", "Jade Thirlwall"],
        ["If you don’t know what else to do, every little bit helps.", "Chrissy Teigen"],
        ["The only crime he committed was being Black and beautiful.", "Stefflon Don"]
    ]
}