{
    "about": [
        "In a world filled with oppression and violence, there are countless people speaking out against societal issues both online and in person. Over the course of the past two weeks, I’ve seen hundreds of social media posts across all platforms (Instagram, Facebook, Twitter, Tiktok, Reddit, etc) discussing the current social issues, and I’m not going to lie, I’ve been quiet about these issues up until now. As an Asian American growing up in a community with a majority of Asians, I’ve never felt seriously out of place or alienated. As such, I’ve sat at home in a state of contentment for way too long. I can admit to being a part of the privileged who sit by and watch the world fall apart, completely ignorant to what I can do to help.",
        "However, as I started doing my own research, I saw how much I needed to speak out. This is the website that I’ll be maintaining and keeping up with. I’ll be talking about a series of issues and trying my best to base my arguments on facts, but keep in mind that I’m still a person with biases that might conflict with yours. I’ve marked the editorial/opinionated subsections with an opinion tag; those will appear at the bottom of each section. Feel free to message me about anything because I want to keep an open mind on these issues. I’ll try to keep this website updated and make changes that I see fit. Please don’t harass people or make blatantly rude and insensitive comments. At the end of the day, I’m just another person witnessing this situation, and I want to make sure that everyone is knowledgeable about the issues with our current world. I highly encourage you to speak out, donate, protest, and do whatever you can to help out, even if it’s small because everyone has the power to make an impact on this situation. The first page is a list of resources for you to help out. Stay safe, stay strong, and keep fighting for what’s right. I love you all <33333"
    ],
    "black": [
        "“#BlackLivesMatter was founded in 2013 in response to the acquittal of Trayvon Martin’s murderer. Black Lives Matter Foundation, Inc is a global organization in the US, UK, and Canada, whose mission is to eradicate white supremacy and build local power to intervene in violence inflicted on Black communities by the state and vigilantes. By combating and countering acts of violence, creating space for Black imagination and innovation, and centering Black joy, we are winning immediate improvements in our lives.”",
        "Starting on a local level, the Black Lives Matter Movement was originally meant to help build local Black power and speak out against violence happening to the Black community unfairly. Since then, they’ve expanded globally and committed to creating a world free of anti-Blackness, where every Black person has the “the social, economic, and political power to thrive.” (blacklivesmatter.com)",
        "Ensure candidates for the 2020 election are held accountable for the issues that impact Black communities across the nation. Campaign goals and focuses:",
        "The rate at which black Americans are killed by police is more than twice as high as the rate for white Americans. This is a non-comprehensive list of deaths at the hands of police in the U.S. since Eric Garner's death in July 2014. - LA Johnson/NPR",
        "Over and over again, black people are being killed by police for the color of their skin. These names and this story is a reminder to people that so little has changed. None of these people deserve death. None of their families deserved to watch as their child or brother or parents get killed because of the color of their skin. No one ever deserves to feel unsafe purely because of how they look. Yet this situation isn’t getting better. More and more instances of brutality and racism towards blacks are happening yet little to no change being done by the people in power. Learn their names. Read their stories. Remember the people who died. Take action. That’s the only way for the situation to get better.",
        "Black Lives Matter. “Home.” Black Lives Matter, 31 May 2020, blacklivesmatter.com/.",
        "“BLM's #WhatMatters2020.” Black Lives Matter, 26 Feb. 2020, blacklivesmatter.com/what-matters-2020/.",
        "DemCast Staff. “I Have Privilege as a White Person Because I Can Do All of These Things without Thinking Twice:” DemCast, 29 May 2020, demcastusa.com/2020/05/29/i-have-privilege-as-a-white-person-because-i-can-do-all-of-these-things-without-thinking-twice/.",
        "NPR. “A Decade Of Watching Black People Die.” NPR, NPR, 30 May 2020, www.npr.org/2020/05/29/865261916/a-decade-of-watching-black-people-die."
    ],
    "police": [
        "Please watch the videos linked above. It shows scenes from protests around the country, all of them devolving into brutality from the police. If these videos upset you, good. They should. And before you say that there are good cops or they’re acting in self defense, please keep reading."
    ],
    "pride": [
        "First cyberattack happened on May 31st when an attack on London venue The Eagle forced its popular Sunday night fundraiser Horsemeat Disco offline. The Facebook livestream was attacked by 110 spam bots and forced it to shut down.",
        "Alastair Jamieson@alastairjam. “Police Warn of Homophobic 4chan Cyber Attack on LGBT+ Pride Month Celebrations.” The Independent, Independent Digital News and Media, 3 June 2020, www.independent.co.uk/news/uk/crime/pride-month-4chan-cyber-attack-homophobia-lgbt-a9547456.html.",
        "Samantha✡️ . “Here's Some More Information about What They Plan on Doing and Just How Horrible They Are, from Their Own Discord Servers and Forums. #OperationPridefall Pic.twitter.com/DHP31i3Qnx.” Twitter, Twitter, 25 May 2020, twitter.com/koshersemite/status/1264996122067644416?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm% 5E1264996122067644416&amp;ref_url=https%3A%2F%2Fwww.pinknews.co.uk%2F2020%2F05%2F26%2F4chan-alt-right-operation-pridefall-pride-month-cyber-attack-starbucks-amazon-homophobia%2F."
    ],
    "george": [
        "Cbs. “Good Question: What's The Difference Between First, Second and Third Degree Murder?” WCCO | CBS Minnesota, WCCO | CBS Minnesota, 13 Apr. 2015, minnesota.cbslocal.com/2015/04/13/good-question-whats-the-difference-between-first-second-and-third-degree-murder/.",
        "The court originally charged Derek Chauvin with third degree murder because it was the easiest murder conviction to prove. He was kneeling on Floyd’s neck for almost 9 whole minutes. The act of kneeling was considered reckless, and the duration directly caused the death of Floyd. He was also charged for second degree manslaughter, defined to be “negligence that would cause unreasonable risk.” This was not pursued to the first degree as that is defined as “a crime of passion,” which is difficult to prove in this case.",
        "On June 4th, the charges on Derek Chauvin were upgraded to second degree murder, and the other 3 cops (Thomas Lane, J Alexander Kueng and Tou Thao) were charged with aiding and abetting second degree murder as well as aiding and abetting second degree manslaughter. The persecutors will not be pursing first degree murder as the premeditation is extremely difficult to prove and will distract the jury from the main focus of the second degree charge.",
        "Chappell, Bill. “Chauvin And 3 Former Officers Face New Charges Over George Floyd's Death.” NPR, NPR, 3 June 2020, www.npr.org/2020/06/03/868910542/chauvin-and-3-former-officers-face-new-charges-over-george-floyds-death.",
        "Hill, Evan, et al. “8 Minutes and 46 Seconds: How George Floyd Was Killed in Police Custody.” The New York Times, The New York Times, 1 June 2020, www.nytimes.com/2020/05/31/us/george-floyd-investigation.html."
    ],
    "online": [
        "Covid-19, also called the coronavirus, is an infectious virus that quickly turned into a pandemic. Entire communities across the globe were told to stay in their homes 24/7, only going out for groceries and “essential business.” On its own, the virus was bad enough, but now with protests happening across the country, it seems as if more outbreaks are imminent. Social distancing has been shown to be the most effective method in reducing Covid-19 outbreaks because the virus spreads through droplets in the air.  While face masks and gloves dramatically reduce the risk of infection in crowded public areas, social distancing reduces the infection rate by magnitudes greater than just wearing PPE (personal protective equipment. The United States is dramatically leading the world in the number of Covid-19 cases and deaths. Most protests are located at the heart of American cities, where there is little to no space to socially distance. We have to ask the question: is it irresponsible to protest in the middle of an international health crisis?",
        "Resoundingly, the answer is yes.",
        "The number one reason is that in-person protests are simply more impactful than online protests. They have a higher chance in changing the minds of the public and people in authority. Organizing public protests requires methodical and far-reaching planning. The crowds of people willing to march for BLM shows the dedication of the public towards making a change. Authorities are more likely to dismiss online versions of protesting such as petitions, emails, and texts. Virtual protesting, while proven to have an effect on policies, are much slower and require a much larger congregation of people to create change. There’s also a lack of connections between individual activists over the internet whereas in-person protests allow for a physical bond and sense of community while protesting. Virtual activism is more likely to burn out over time before it can make any effective change, but public protestors have more resilience and drive to physically stand behind what they’re protesting for. The physical presence of the people is what solidifies and strengthens these in-person protests.",
        "However, public protests do carry the risk of spreading Covid-19 even further.  Protestors are unable to practice social distancing and are only protected by their masks and gloves. Many activists argue against this fact, stating that although Covid-19 is a national health emergency, racism and police brutality is ALSO a national health emergency, “health” in this case referring to the health of America’s society. We must address these issues immediately, and through physical protests, we are able to achieve our goals of change effectively and efficiently.",
        "Online protests are still necessary as they can accommodate a large majority of people who are unable to attend these public protests, as well as help spread awareness. Virtual activism is much more accessible and has recently been utilised often to fight systematic racism and police brutality online. It’s important that we utilize every form of activism there is available for the Black Lives Matter movement (and every other activist movement). While public protests may seem imprudent in the middle of a worldwide pandemic, societal issues that stretch across centuries are more significant to the stability of our society. The most important thing to remember is that you should assess yourself. If you are infected, do NOT attend a protest. If you attend a protest, make sure to prepare and get tested after. Good luck if you are going out to protest, and if you aren’t or can’t, there are a lot of great resources online to help (see the section on How to Help).",
        "Renwick, Danielle. “Is It Safe to Protest during a Pandemic? Experts Answer Our Questions.” The Guardian, Guardian News and Media, 4 June 2020, www.theguardian.com/world/2020/jun/04/is-it-safe-to-protest-during-a-pandemic-experts-answer-our-questions."
    ],
    "white": [
        "On Monday (6/1/2020), protestors gathered in front of the white house were hit with flash bangs and tear gassed. Why? Because Trump wanted a photoshoot in front of the St. Johns Church. In the wake of the dispersed protestors, Trump and his aides stroll to the church from his bunker and get one picture of him holding a bible. A reporter asks him, “Is that your bible?” to which he replies “It’s a bible.” The bishop of the Episcopal Diocese of Washington was away visiting his mother but was nevertheless outraged at the use of riot-control tactics to clear out a path through the generally peaceful crowd. The bishop, Mariann E. Budde, said in an interview that “He did not pray” and that “He did not mention George Floyd, he did not mention the agony of people who have been subjected to this kind of horrific expression of racism and white supremacy for hundreds of years. We need a president who can unify and heal. He has done the opposite of that, and we are left to pick up the pieces.”",
        "Rogers, Katie. “Protesters Dispersed With Tear Gas So Trump Could Pose at Church.” The New York Times, The New York Times, 2 June 2020, www.nytimes.com/2020/06/01/us/politics/trump-st-johns-church-bible.html.",
        "If you’re not a person of color and are completely ignorant of racial issues, if you call yourself “colorblind” and say you don’t see race, if you claim that you face struggles in your own life too, then you are demonstrating exactly why white privilege is such a big issue.",
        "“White privilege is the automatic, taken-for-granted advantage bestowed upon white people as a result of living in a society based on the premise of white as the human ideal, and that from its founding established white advantage as a matter of law and today as a matter of policy and practice,” says Robin DiAngelo, sociologist and author of “White Fragility: Why It's So Hard for White People to Talk About Racism.”",
        "The harsh reality is that being white in America automatically gives you so many advantages compared to the opportunities given to Blacks and other POC. When looking at statistics gathered over the course of decades, it’s clear that white people had and still have a significant advantage in practically every aspect of society. This is not saying that everyone struggles with all sorts of things in life. However, Blacks and POC struggle much more with things that you may take for granted, from something as little as feeling safe walking alone to being judged unfairly in job interviews.",
        "If this concept still feels foreign to you, here’s a list written by Peggy McIntosh about the daily effects of being white:",
        "“What Is White Privilege? What Questions Should White Americans Be Asking? Two Academics Weigh In.” CBS News, CBS Interactive, 5 June 2020, www.cbsnews.com/news/white-privilege-racism-ibram-x-kendi-robin-diangelo/.",
        "McIntosh, Peggy. “White Privilege: Unpacking the Invisible Knapsack” Welcome to Racial Equity Tools • Racial Equity Tools, www.racialequitytools.org/resourcefiles/mcintosh.pdf."
    ],
    "media": [
        "There have been videos circulating on the media showing police kneeling and joining protestors. Reporters and journalists of news stations photograph these officers standing with the peaceful protests, but only a few minutes later, these exact same officers are using tear gas and beating the crowd of protestors. Commercial media shows the police on their knees and highlights their support of the protestors, propagating the image that police are encouraging the BLM movement. The media completely hides the fact that the majority of violence in these protests are usually initiated by the police.",
        "Social media, on the other hand, is less biased towards the police and tells the true story of real protestors who were participating in these protests. Cell phone camera videos show the true nature behind staged acts put on by the police and the government."
    ]
}